namespace Homework_Module_5_Collections.Task4_Advanced_personnel_accounting;

public class AdvancedPersonnelAccounting
{
    public void Run()
    {
        //Перерабатываем задание “[Кадровый учет](https://buildin.ai/unitymentor/e5be3fbd-6d4f-4932-a6f6-e8451d1ae1b8)”.
        //У нас может быть множество должностей, без повторений. На одной должности может быть несколько сотрудников (их полное имя).
            //Вам надо реализовать:
        //1. Добавление сотрудника (при отсутствии должности, она добавляется)
        //2. Удаление сотрудника. (при отсутствии у должности каких либо сотрудников, должность также удаляется)
        //3. Показ полной информации (показ всех должностей и сотрудников по этой должности)


        

    }
}