namespace Homework_Module_5_Collections.Task3_Dynamic_Array_Advanced;

public class DynamicArrayAdvanced
{
    public void Run()
    {
        //В массивах вы выполняли задание "[Динамический массив]
        //Используя всё изученное, напишите улучшенную версию динамического массива(не обязательно брать своё старое решение)
        //Задание нужно, чтобы вы освоились с List и прощупали его преимущество.Проверка на ввод числа обязательна.
        //Пользователь вводит числа, и программа их запоминает.
        //Как только пользователь введёт команду sum, программа выведет сумму всех введенных чисел.
        //Выход из программы должен происходить только в том случае, если пользователь введёт команду exit.


        

    }
}